Revit 2027 API
STEPImportOptions Constructor
 Constructs a new instance of STEPImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public STEPImportOptions()
Public Sub New
public:
STEPImportOptions()
new : unit -> STEPImportOptions
See Also
Reference
STEPImportOptions Class
STEPImportOptions Overload
Autodesk.Revit.DB Namespace